<?
require($_SERVER["DOCUMENT_ROOT"] . "/bitrix/header.php");
$APPLICATION->SetPageProperty("description", "Интернет магазин дизайнерских стульев и столов. Культовая мебель для любого интерьера. Условия доставки по России и варианты оплаты. Адреса пунктов самовывоза.");
$APPLICATION->SetPageProperty("title", "О компании — Интернет-магазин дизайнерских стульев и столов «Дизайн Склад» dsklad.ru");
$APPLICATION->SetTitle("Вопросы-Ответы");
?>

    <div class="ds-wrapper">

        <div class="question-page">
            <div id="goods" class="question-page__header">
                <h1>Вопросы-Ответы</h1>
            </div>

            <div class="question-page__content">
                <div class="question-page__tags">
                    <div class="question-page__tags-sticky js-question-tags">
                        <h5 class="question-page__tab opened"><a href="#goods">Товары <span class="arrow-down"></span></a></h5>
                        <h5 class="question-page__tab"><a href="#delivery">Доставка и получение <span class="arrow-down"></span></a></h5>
                        <h5 class="question-page__tab"><a href="#status">Отслеживание статуса заказа <span class="arrow-down"></span></a></h5>
                        <h5 class="question-page__tab"><a href="#return">Возврат или брак <span class="arrow-down"></span></a></h5>
                        <h5 class="question-page__tab"><a href="#payment">Оплата товара <span class="arrow-down"></span></a></h5>
                    </div>
                </div>

                <div class="question-page__list js-question-chapter">
                    <div class="question-page__list-chapter opened">
                        <h4 class="question-page__chapter-tab">Товары <span class="arrow-down"></span></h4>
                        <div class="question-page__inner">
                            <div class="question-page__list-item">
                                <h5>1. Сколько выдерживают стулья?</h5>
                                <p>Стулья выдерживают 120-200&nbsp;кг в&nbsp;зависимости от&nbsp;модели. Мы&nbsp;проверили это на&nbsp;собственном опыте, также как и&nbsp;тысячи наших покупателей, среди которых есть кафе и&nbsp;офисы. На&nbsp;все товары даем гарантию 18&nbsp;месяцев!</p>
                            </div>
                            <div class="question-page__list-item">
                                <h5>2. Когда товар будет в&nbsp;наличии?</h5>
                                <p>В&nbsp;карточке товара в&nbsp;правом верхнем углу мы&nbsp;указываем наличие и&nbsp;ориентировочные сроки поставки. Они зависят от&nbsp;транспортной ситуации на таможне. </p>
                            </div>
                            <div class="question-page__list-item">
                                <h5>3. Какие инструменты нужны для сборки? </h5>
                                <p>Все необходимые комплектующие, инструкция и&nbsp;ключ для сборки находятся в&nbsp;коробке. Этого достаточно, чтобы самостоятельно собрать мебель. Все наши модели относятся к&nbsp;сборке легкого типа. Если в&nbsp;процессе появятся вопросы, то&nbsp;напишите или позвоните на&nbsp;горячую линию <a href="tel:88007771274">8&nbsp;800 777-12-74</a> (ежедневно с&nbsp;9&nbsp;до&nbsp;21&nbsp;по&nbsp;мск).</p>
                            </div>
                            <div class="question-page__list-item">
                                <h5>4. Что делать, если не&nbsp;хватило заглушек или деталей? </h5>
                                <p>Пожалуйста, свяжитесь с&nbsp;нами любым удобным способом, и&nbsp;мы&nbsp;отправим их&nbsp;бесплатно!</p>
                            </div>
                            <div class="question-page__list-item">
                                <h5>5. Есть&nbsp;ли у&nbsp;вас шоу-рум? </h5>
                                <p>Шоу-рум отсутствует. Мы&nbsp;работаем только как интернет-магазин и, чтобы удерживать низкие цены, исключаем затраты на&nbsp;содержание выставочных залов. Мы&nbsp;понимаем, что важно увидеть мебель вживую перед покупкой, поэтому при получении вы&nbsp;можете вскрыть упаковку и&nbsp;убедиться в&nbsp;качестве выбранной модели. При желании товар можно обменять или вернуть в&nbsp;течение 14&nbsp;дней или отказаться от&nbsp;покупки при осмотре. Все фотографии на&nbsp;сайте реальные, убедитесь в этом, заглянув в&nbsp;наш <a href="https://www.instagram.com/dsklad.ru/" target="_blank">инстаграм</a>.</p>
                            </div>
                            <div class="question-page__list-item">
                                <h5>6. Откуда ваши товары? </h5>
                                <p>Наши товары произведены на&nbsp;современных фабриках в&nbsp;Китае. Ежегодно наша команда посещает мебельные выставки, чтобы пополнить ассортимент популярными моделями. Мы&nbsp;отобрали проверенные фабрики и сертифицировали весь товар. </p>
                            </div>
                            <div class="question-page__list-item">
                                <h5>7. Стулья поместятся в&nbsp;машину? </h5>
                                <p>Это зависит от&nbsp;габаритов автомобиля. Многие модели стульев приходят в&nbsp;разобранном виде, поэтому они помещаются в&nbsp;легковой автомобиль (исключение&nbsp;&mdash; барные модели). Вы&nbsp;можете узнать весо-габаритные характеристики товаров при оформлении заказа на&nbsp;сайте.</p>
                            </div>
                        </div>
                    </div>
                    <div id="delivery" class="question-page__list-chapter">
                        <h4 class="question-page__chapter-tab">Доставка и получение <span class="arrow-down"></span></h4>
                        <div class="question-page__inner">
                            <div class="question-page__list-item">
                                <h5>1. Есть&nbsp;ли доставка в&nbsp;мой город? </h5>
                                <p>Мы&nbsp;доставляем товары по&nbsp;всей России от&nbsp;Калининграда до&nbsp;Владивостока, а&nbsp;также в&nbsp;некоторые города Белоруссии и&nbsp;Казахстана. Для получения информации, сформируйте заказ в&nbsp;корзине и&nbsp;укажите свой населенный пункт.</p>
                            </div>
                            <div class="question-page__list-item">
                                <h5>2. Как узнать стоимость доставки?</h5>
                                <p>Чтобы узнать информацию о&nbsp;доставке в&nbsp;ваш город и&nbsp;ее&nbsp;стоимость, зайдите на&nbsp;наш сайт, поместите товар в&nbsp;корзину, укажите свой город или населенный пункт&nbsp;&mdash; система автоматически выдаст информацию.</p>
                                <img src="<?=SITE_TEMPLATE_PATH?>/images/faq-delivery.png" alt="">
                            </div>
                            <div class="question-page__list-item">
                                <h5>3. От&nbsp;чего зависит стоимость доставки?</h5>
                                <p>Стоимость доставки зависит от&nbsp;габаритов товара, удаленности региона, выбранной транспортной компании. Мы&nbsp;работаем по&nbsp;тарифам транспортной компании, дополнительно на&nbsp;доставке не&nbsp;зарабатываем.</p>
                            </div>
                            <div class="question-page__list-item">
                                <h5>4. Услугами какой транспортной компании вы&nbsp;пользуетесь? Можете&nbsp;ли отправить товар другой ТК? </h5>
                                <p>Чаще всего мы&nbsp;доставляем товары ТК&nbsp;DPD, так как она возит крупногабаритные грузы и&nbsp;позволяет покупателям осматривать товар перед получением.</p>
                                <p>Вы&nbsp;можете самостоятельно заключить договор с&nbsp;любой подходящей курьерской службой, чтобы она забрала товар с&nbsp;нашего склада в&nbsp;Московской обл. Для этого сообщите нам имя курьера, который приедет забирать заказ, и&nbsp;его паспортные данные либо ИНН транспортной компании.</p>
                            </div>
                            <div class="question-page__list-item">
                                <h5>5. Какие у&nbsp;вас сроки доставки и&nbsp;комплектации?</h5>
                                <p>Мы&nbsp;передаем ваш заказ в&nbsp;транспортную компанию (для доставки) на&nbsp;следующий рабочий день после его оформления.</p>
                                <p>Доставка в&nbsp;Москву и&nbsp;Санкт-Петербург занимает в&nbsp;среднем от&nbsp;1&nbsp;до&nbsp;3&nbsp;рабочих дней. </p>
                            </div>
                            <div class="question-page__list-item">
                                <h5>6. Откуда вы&nbsp;отправляете товары?</h5>
                                <p>Мы&nbsp;отправляем заказы с&nbsp;нашего склада в&nbsp;Московской обл.</p>
                            </div>
                            <div class="question-page__list-item">
                                <h5>7. Можно&nbsp;ли выбрать интервал времени при доставке курьером?</h5>
                                <p>Доставка производится только с&nbsp;9&nbsp;до&nbsp;18&nbsp;часов (без выбора интервала), в&nbsp;вечернее время после 18&nbsp;часов (услуга платная) или в&nbsp;выходной день (услуга платная). За&nbsp;полчаса курьер предупреждает о&nbsp;приезде.</p>
                                <p>Если такой вариант вам не&nbsp;подходит, воспользуйтесь ближайшим пунктом самовывоза. В&nbsp;них длительный срок хранения и&nbsp;вы&nbsp;можете забрать товар в&nbsp;удобное время.</p>
                            </div>
                            <div class="question-page__list-item">
                                <h5>8. Где можно бесплатно забрать товар?</h5>
                                <p>Бесплатно можно забрать заказ с&nbsp;нашего склада при условии, что заказ предварительно оплачен. Для этого при подтверждении заказа сообщите нашему менеджеру о&nbsp;том, что желаете забрать товар самостоятельно. Склад находится по адресу: Россия, МО, Дмитровский район, сельское поселение Габовское, в&nbsp;районе&nbsp;д. Бабаиха, д. Глазово (складской комплекс &laquo;Северное Шереметьево&raquo;, корпус&nbsp;10, лит. Б).</p>
                                <p>Через сайт только юридическое лицо может указать такой самовывоз.</p>
                            </div>
                            <div class="question-page__list-item">
                                <h5>9. Что нужно иметь при себе для получения заказа?</h5>
                                <p>Для физического лица нужно будет предъявить паспорт. Специалист транспортной компании сверит имя, указанное в&nbsp;товарной накладной и&nbsp;в&nbsp;паспорте. Для юридического лица при получении требуется паспорт и&nbsp;доверенность.</p>
                            </div>
                            <div class="question-page__list-item">
                                <h5>10. Как я&nbsp;могу сменить получателя заказа?</h5>
                                <p>Если вы&nbsp;решили сменить получателя после оформления заказа, позвоните нам минимум за&nbsp;сутки до&nbsp;предполагаемой даты получения, чтобы мы&nbsp;уведомили об&nbsp;этом транспортную компанию.</p>
                            </div>
                            <div class="question-page__list-item">
                                <h5>11. Что такое пункт самовывоза? Почему самовывоз платный?</h5>
                                <p>Пункт самовывоза&nbsp;&mdash; место, где можно получить свой заказ. Вы&nbsp;можете выбрать пункт самовывоза рядом с&nbsp;работой или домом. Часы работы пунктов можно посмотреть на&nbsp;странице <a href="/pickup/">https://www.dsklad.ru/pickup/</a></p>
                                <p>Пункты самовывоза или терминалы принадлежат транспортной компании, мы&nbsp;везем товары из&nbsp;Московской обл., поэтому данная услуга платная. </p>
                            </div>
                            <div class="question-page__list-item">
                                <h5>12. Как найти пункт самовывоза?</h5>
                                <p>Вы&nbsp;можете подобрать наиболее удобный для вас пункт выдачи при оформлении заказа и&nbsp;на&nbsp;странице <a href="/pickup/">https://www.dsklad.ru/pickup/</a>. Адрес пункта и&nbsp;время его работы будут продублированы в&nbsp;смс.</p>
                            </div>
                            <div class="question-page__list-item">
                                <h5>13. Можно&nbsp;ли доставить заказ сегодня?</h5>
                                <p>Экспресс доставка отсутствует. В&nbsp;Москву и&nbsp;Санкт-Петербург мы&nbsp;доставляем заказы от&nbsp;1&nbsp;до&nbsp;3&nbsp;рабочих дней (в&nbsp;среднем). </p>
                            </div>
                            <div class="question-page__list-item">
                                <h5>14. Нужно&nbsp;ли проверить товар при получении?</h5>
                                <p>Обязательно! Вскройте упаковку, достаньте товар, осмотрите его, убедитесь в&nbsp;качестве и&nbsp;после этого оплатите и&nbsp;заберите товар. Если возникают вопросы при осмотре&nbsp;&mdash; обязательно свяжитесь с&nbsp;нами в&nbsp;этот момент по&nbsp;горячей линии <a href="tel:88007771274">8&nbsp;800 777-12-74</a> (ежедневно с&nbsp;9&nbsp;до&nbsp;21&nbsp;по&nbsp;мск).</p>
                                <p>Если вы&nbsp;приобрели расширенную гарантию, то&nbsp;осмотреть товар можно дома.</p>
                            </div>
                            <div class="question-page__list-item">
                                <h5>15. Если я&nbsp;решил отказаться от&nbsp;заказа, должен&nbsp;ли я&nbsp;оплатить доставку?</h5>
                                <p>Если товар был ненадлежащего качества, то&nbsp;доставку не&nbsp;нужно оплачивать. </p>
                                <p>Если товар был надлежащего качества, но&nbsp;вы&nbsp;передумали, стоимость доставки оплачивается, так как услуга была оказана.</p>
                            </div>
                        </div>
                    </div>
                    <div id="status" class="question-page__list-chapter">
                        <h4 class="question-page__chapter-tab">Отслеживание статуса заказа <span class="arrow-down"></span></h4>
                        <div class="question-page__inner">
                            <div class="question-page__list-item">
                                <h5>1. Как отследить свой заказ?</h5>
                                <p>На&nbsp;вашу почту придет трек-номер, по&nbsp;которому на&nbsp;сайте <a href="https://www.dpd.ru/" target="_blank">https://www.dpd.ru/</a> вы&nbsp;сможете узнать актуальную информацию по&nbsp;перемещению заказа. Также оповещения будут приходить по&nbsp;sms.</p>
                            </div>
                            <div class="question-page__list-item">
                                <h5>2. Мой заказ &laquo;передан в&nbsp;доставку&raquo;, &laquo;находится в&nbsp;пути&raquo;. Что это значит? Я&nbsp;могу забрать свой заказ?</h5>
                                <p>Статус &laquo;передан в&nbsp;доставку&raquo; означает, что мы&nbsp;передали ваш заказ в&nbsp;транспортную компанию и&nbsp;она будет осуществлять доставку в&nbsp;ваш город. Забрать свой заказ можно ТОЛЬКО после получения смс (или сообщения в&nbsp;Viber, Whats App, Вконтакте), что заказ можно получать.</p>
                            </div>
                            <div class="question-page__list-item">
                                <h5>3. Как я&nbsp;узнаю, что можно забирать заказ?</h5>
                                <p>Забрать свой заказ можно ТОЛЬКО после получения смс (или сообщения в&nbsp;Viber, WhatsApp, Вконтакте), что заказ можно получать.</p>
                            </div>
                        </div>
                    </div>
                    <div id="return" class="question-page__list-chapter">
                        <h4 class="question-page__chapter-tab">Возврат или брак <span class="arrow-down"></span></h4>
                        <div class="question-page__inner">
                            <div class="question-page__list-item">
                                <h5>1. В&nbsp;течение какого срока я&nbsp;могу вернуть товар?</h5>
                                <p>Вы&nbsp;можете вернуть товар в&nbsp;течение 14&nbsp;дней со&nbsp;дня доставки, если сохранились его потребительские свойства, товарный вид и&nbsp;упаковка. Подробнее информация изложена на&nbsp;сайте: <a href="/delivery/">https://www.dsklad.ru/delivery/</a> в&nbsp;разделе &laquo;Возврат и&nbsp;обмен&raquo;.</p>
                            </div>
                            <div class="question-page__list-item">
                                <h5>2. Какие документы нужно заполнить для возврата товара?</h5>
                                <p>Скачайте <a href="/upload/furnisklad_returning_form.docx">бланк заявления на&nbsp;возврат</a> и&nbsp;укажите требуемые данные. Обращаем внимание, что по&nbsp;закону мы&nbsp;не&nbsp;можем вернуть средства &laquo;просто на&nbsp;карту&raquo;&nbsp;&mdash; нам нужны все банковские реквизиты: название банка, ИНН, КПП, БИК банка, расчетный счет. Узнать их&nbsp;можно в&nbsp;своем личном кабинете, онлайн банкинге, в&nbsp;банкомате или отделении банка.</p>
                            </div>
                            <div class="question-page__list-item">
                                <h5>3. Сроки возврата денежных средств </h5>
                                <p>Для физических и&nbsp;юридических лиц этот срок возврата денежных средств составляет до&nbsp;7&nbsp;рабочих дней с&nbsp;момента получения заявления (срок зависит от&nbsp;Вашего банка). Если возврат затребован в&nbsp;день оплаты, то&nbsp;мы&nbsp;вернем сумму сразу. В&nbsp;этом случае заявление на&nbsp;возврат заполнять не&nbsp;нужно.</p>
                            </div>
                            <div class="question-page__list-item">
                                <h5>4. Что делать, если обнаружился брак при получении товара?</h5>
                                <p>Если вы&nbsp;обнаружили брак или у&nbsp;вас есть вопросы, связанные с&nbsp;качеством товара, позвоните нам из&nbsp;пункта самовывоза или при курьере на&nbsp;горячую линию <a href="tel:88007771274">8&nbsp;800 777-12-74</a> (ежедневно с&nbsp;9&nbsp;до&nbsp;21). Если из-за разницы в&nbsp;часовых поясах наш офис не&nbsp;будет работать, то&nbsp;составьте акт об&nbsp;обнаружении повреждений груза с&nbsp;представителем транспортной компании и&nbsp;отправьте нам фотографии поврежденного товара.</p>
                            </div>
                            <div class="question-page__list-item">
                                <h5>5. Какую гарантию вы&nbsp;предоставляете? Что такое &laquo;расширенная гарантия&raquo;?</h5>
                                <p>На&nbsp;все наши товары действует стандартная гарантия 18&nbsp;месяцев.</p>
                                <p>Есть <strong>расширенная гарантия</strong>&nbsp;&mdash; 24&nbsp;месяца. Она позволяет:</p>
                                <p>&mdash;&nbsp;бесплатно обменять или вернуть товар надлежащего качества в&nbsp;течение 14&nbsp;дней. В&nbsp;случае если с&nbsp;товаром все в&nbsp;порядке, но&nbsp;вы&nbsp;передумали, мы&nbsp;бесплатно заберем товар и&nbsp;обменяем его или вернем деньги. Для сравнения: если вы&nbsp;хотите вернуть товар надлежащего качества и&nbsp;расширенная гарантия не&nbsp;оформлена, то&nbsp;возврат будет за&nbsp;ваш счет;</p>
                                <p>&mdash;&nbsp;бесплатно заменить товар при обнаружении любых повреждений, в&nbsp;том числе, механических;</p>
                                <p>&mdash;&nbsp;проверить товар дома, а&nbsp;не&nbsp;в&nbsp;пункте самовывоза или при курьере.</p>
                                <p>Мы&nbsp;рекомендуем включать расширенную гарантию <strong>юридическим лицам для возврата</strong> или обмена товаров надлежащего качества (<em>т.к. Гражданский кодекс&nbsp;РФ не&nbsp;содержит правовых норм, обязывающих продавца принять от&nbsp;покупателя проданный товар надлежащего качества если он&nbsp;не&nbsp;подошел по&nbsp;какой-либо причине</em>).</p>
                                <p>Стоимость расширенной гарантии автоматически рассчитывается в&nbsp;корзине при оформлении заказа.</p>
                                <p>При возврате товара денежные средства за&nbsp;дополнительную гарантию не&nbsp;возвращаются.</p>
                            </div>
                        </div>
                    </div>
                    <div id="payment" class="question-page__list-chapter">
                        <h4 class="question-page__chapter-tab">Оплата товара <span class="arrow-down"></span></h4>
                        <div class="question-page__inner">
                            <div class="question-page__list-item">
                                <h5>1. Я&nbsp;не&nbsp;хочу оплачивать заказ заранее. Я&nbsp;не&nbsp;доверяю онлайн оплатам. </h5>
                                <p>Все платежи проходят через Яндекс Кассу. Этот сервис не&nbsp;хранит банковские реквизиты, а&nbsp;после совершения платежа на&nbsp;указанную почту приходит электронный чек, который является&nbsp;оф. аналогом бумажного.</p>
                                <p>Вы&nbsp;имеете право отказаться от&nbsp;товара, даже если он&nbsp;оплачен&nbsp;&mdash; всю сумму мы&nbsp;вернем на&nbsp;указанные банковские реквизиты.</p>
                            </div>
                            <div class="question-page__list-item">
                                <h5>2. Есть&nbsp;ли у&nbsp;вас скидки для юридических лиц и&nbsp;дизайнеров? </h5>
                                <p>Наши цены одинаковы для всех покупателей, однако если у&nbsp;вас крупный заказ, то&nbsp;мы&nbsp;можем согласовать индивидуальные условия. Напишите нам: <a href="mailto:info@dsklad.ru">info@dsklad.ru</a> с&nbsp;указанием модели, количества, адреса доставки и&nbsp;своих контактов.</p>
                            </div>
                            <div class="question-page__list-item">
                                <h5>3. Смогу&nbsp;ли я&nbsp;отказаться от&nbsp;части заказа в&nbsp;пункте самовывоза или при курьере?</h5>
                                <p>Вы&nbsp;можете выкупить заказ целиком либо отказаться сразу от&nbsp;всех позиций. Транспортная компания не&nbsp;делает перерасчет на&nbsp;месте.</p>
                            </div>
                        </div>
                    </div>
                </div>


            </div>




        </div>
    </div>
<? require($_SERVER["DOCUMENT_ROOT"] . "/bitrix/footer.php"); ?>