<div class="item">
    <span class="icon__wallet">
        <svg><use xlink:href="<?= SITE_TEMPLATE_PATH ?>/images/sprite.svg#wallet"></use></svg>
    </span>
    <p><strong>Наличными</strong> Курьер доставит вам товар по указанному адресу. Вы внимательно осматриваете комплектацию и внешний вид продукции, после чего оплачиваете ее стоимость, а также стоимость выбранных вами услуг. На привезенные изделия мы предоставим товарный чек и документацию.</p>
</div>
<div class="item">
    <span class="icon__card2">
        <svg><use xlink:href="<?= SITE_TEMPLATE_PATH ?>/images/sprite.svg#card2"></use></svg>
    </span>
    <p><strong>Visa / Mastercard</strong> Для удобной оплаты банковской картой используется система электронных платежей Московского Кредитного Банка. При оформлении заказа выберите способ оплаты с помощью карт Visa или Mastercard, после чего вы перейдете на страницу безопасного платежа.</p>
</div>
<div class="item">
    <span class="icon__bank">
        <svg><use xlink:href="<?= SITE_TEMPLATE_PATH ?>/images/sprite.svg#bank"></use></svg>
    </span>
    <p><strong>Банковский перевод</strong> Для осуществления платежа банковским переводом менеджер выставит счет с выбранными товарами и вышлет на вашу электронную почту. Данный способ оплаты по банковским реквизитам компании предусмотрен как для физических, так и для юридических лиц.</p>
</div>