<?
require($_SERVER["DOCUMENT_ROOT"] . "/bitrix/header.php");
$APPLICATION->SetPageProperty("title", "Политика использования файлов cookie");
$APPLICATION->SetTitle("Политика использования файлов cookie");
$APPLICATION->AddChainItem("Политика использования файлов cookie");
$APPLICATION->AddViewContent('page_type', 'data-page-type="other-page"');
?>

<div class="contacts__page offer__page">
    <div class="ds-wrapper default">
        <div class="">
	<section class="text">
		<h3>О ФАЙЛАХ "COOKIE"</h3>
		<p>Сайт dsklad.ru и все его поддомены используют файлы «cookie». Использование Сайта пользователем сети означает, что пользователь сети принимает и соглашается с настоящей политикой и разрешает использовать файлы «cookie» в соответствии с условиями настоящей политики.</p>
		<p>Файлы «cookie» передаются веб-серверами веб-браузерам и сохраняются последними.</p>
		<p>Затем информация пересылается обратно на сервер каждый раз, когда браузер запрашивает страницу с сервера. Это позволяет веб-серверу идентифицировать и отслеживать веб-браузеры.</p>
		<p>Существуют два основных вида файлов «cookie»: сеансовые файлы «cookie» и постоянные файлы «cookie».</p>
		<p>Сеансовые файлы «cookie» удаляются с вашего компьютера сразу после закрытия браузера. Постоянные файлы «cookie» хранятся на вашем компьютере, пока не будут удалены или пока не истечет срок их действия.</p>
	</section>
	<section class="text">
		<h3>ФАЙЛЫ "COOKIE" НА САЙТЕ <span style="font-size: 30px;">dsklad.ru</span> И ЕГО ПОДДОМЕНАХ</h3>
		<p>Этот сайт и его поддомены используют файлы «cookie» на данном веб-сайте в следующих целях:</p>
		<ul>
			<li>сбор данных о пользователе посредством средств Google Analytics;</li>
			<li>сбор данных о пользователе посредством средств Яндекс.Метрики;</li>
			<li>отображение рекомендаций для пользователя, если он уже посещал данный веб-сайт;</li>
			<li>обеспечение функционирования JavaScript сайта;</li>
			<li>идентификация входа пользователя в систему (анонимные пользователи не получают данный файл «cookie»).</li>
		</ul>
		<p>На сайте также используются сервисы Рекламная сеть Яндекса и AdSence для отслеживания переходов и ретаргетинга. Это сторонние файлы «cookie» сроком действия от 90 дней до 2 лет.</p>
	</section>
	<section class="text">
		<h3>ФАЙЛЫ "COOKIE" GOOGLE</h3>
		<p>Данный сайт использует средства сервиса Google Analytics для анализа статистики использования данного веб-сайта. Google Analytics генерирует статистическую и прочую информацию об использовании веб-сайта посредством файлов «cookie», хранящихся на компьютерах пользователей. Информация, сгенерированная в отношении нашего веб-сайта, используется при создании отчетов об использовании веб-сайта. Коротко говоря, файлы «cookie» Google выполняют следующие функции:</p>
		<ul>
			<li>определение измеряемого домена;</li>
			<li>распознавание уникальных пользователей;</li>
			<li>сохранение информации о количестве и продолжительности предыдущих посещений;</li>
			<li>сохранение информации об источнике трафика;</li>
			<li>определение начала и конца сеанса;</li>
			<li>сохранение значений пользовательских переменных на уровне посетителей.</li>
		</ul>
		<p>Google хранит и использует такую информацию на протяжении промежутка времени от 30 минут до 2 лет в зависимости от типа файла «cookie». Политика конфиденциальности Google доступна по адресу: <a href="https://www.google.com/policies/privacy/" target="_blank">https://www.google.com/policies/privacy/</a></p>
	</section>
	<section class="text">
		<h3>ФАЙЛЫ "COOKIE" ЯНДЕКС</h3>
		<p>Данный сайт использует средства Яндекс.Метрики для анализа статистики использования данного веб-сайта. Яндекс.Метрика генерирует статистическую и прочую информацию об использовании веб-сайта посредством файлов «cookie», хранящихся на компьютерах пользователей. Информация, сгенерированная в отношении нашего веб-сайта, используется при создании отчетов об использовании веб-сайта. Коротко говоря, файлы «cookie» Google выполняют следующие функции:</p>
		<ul>
			<li>определение измеряемого домена;</li>
			<li>распознавание уникальных пользователей;</li>
			<li>сохранение информации о количестве и продолжительности предыдущих посещений;</li>
			<li>сохранение информации об источнике трафика;</li>
			<li>определение начала и конца сеанса;</li>
			<li>сохранение значений пользовательских переменных на уровне посетителей.</li>
		</ul>
		<p>Яндекс хранит и использует такую информацию на протяжении промежутка времени, установленным внутренними регламентами сервисов, а также законодательством Российской Федерации в зависимости от типа файла «cookie». Политика конфиденциальности Яндекс доступна по адресу: <a href="https://yandex.ru/legal/confidential/" target="_blank">https://yandex.ru/legal/confidential/</a></p>
	</section>
	<section class="text">
		<h3>ЗАПРЕЩЕНИЕ УСТАНОВКИ ФАЙЛОВ "COOKIE"</h3>
		<p>Большинство веб-браузеров предоставляют возможность запретить установку файлов «cookie».</p> 
		<p>В браузере Internet Explorer можно запретить установку любых файлов «cookie», нажав «Инструменты», «Свойства обозревателя», «Конфиденциальность» и выбрав «Блокировать все куки-файлы» с помощью ползунка.</p>
		<p>В браузере Firefox можно настроить параметры файлов «cookie», нажав «Инструменты», «Настройки» и «Приватность».</p>
		<p>В браузере Safari можно настроить параметры файлов «cookie», нажав «Настройки» и «Конфиденциальность».</p>
		<p>В браузере Chrome можно настроить параметры файлов «cookie», нажав «Настройки» и «Личные данные».</p>
		<p>Блокирование файлов «cookie» отрицательно скажется на удобстве работы с некоторыми веб-сайтами.</p>
	</section>
	<section class="text">
		<h3>ДОПОЛНИТЕЛЬНАЯ ИНФОРМАЦИЯ</h3>
		<p>Если вам нужна дополнительная информация о политике конфиденциальности компании dsklad.ru и хранимых нами данных или вы хотите, чтобы мы удалили всю информацию о вас, обратитесь по электронной почте <a href="mailto:info@dsklad.ru">info@dsklad.ru</a></p>
	</section>
        </div>
    </div>
</div>

<? require($_SERVER["DOCUMENT_ROOT"] . "/bitrix/footer.php"); ?>
