<section class="seo__widget">
<div class="default">
    <p>Интернет-магазин «Дизайн Склад» регулярно продумывает и вывешивает на сайте акции, скидки. Чтобы мир мебельных скидок не остался без вашего внимания, подпишитесь на нашу рассылку. Тогда о выгодных, акционных предложениях будете узнавать сразу. Это особенно актуально для лимитированных распродаж.</p>

    <p>У нас отличные отношения с производителями, поэтому, когда они запускают заводские акции, мы обязательно поддерживаем тенденцию. Также у нас есть дополнительные дискаунты лично от себя - мы делаем комплекты. Так вы можете купить, например, столы и стулья Eames со скидкой. И не забывайте про сезонные предложения!</p>

    <p>Вся дизайнерская мебель со скидками такая же по качеству, как и товары по обычным ценам. Она точно так же проходит двойную проверку службой контроля качества, идёт со стандартной гарантией в четырнадцать месяцев и выглядит в точности, как на фото.</p>
    <p>Вне зависимости от того, где вы находитесь - Москва, Санкт-Петербург или другой город - вы можете участвовать в акциях и заказать мебель со скидкой. В столице и Спб есть пункты для самовывоза, а в карточке товара можно посмотреть примерную стоимость доставки по вашему адресу.</p>

    <p>Стильный дизайн можно оформить дешевле, чем вы думаете - следите за обновлениями.</p>
</div>
 </section>